Repository: alexeynovopashin-lab/LightPlan
Catalog: Packages/LightPlanUI/Sources/LightPlanUI/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh

# delv.done
source: delivered
es: material entregado
ja: 納品済み
ru: материал сдан
zh: 已交付

# delv.doneIn
source: delivered in {days}
es: entregado en {days}
ja: {days}で納品
ru: сдан за {days}
zh: 交付用时 {days}

# delv.doneSame
source: delivered same day
es: entregado el mismo día
ja: 当日納品
ru: сдан в тот же день
zh: 当天交付

# delv.dueIn
source: {days} to deliver
es: entregar en {days}
ja: 納品まで{days}
ru: сдать за {days}
zh: {days}内交付

# delv.m1
source: 1 mo
es: 1 mes
ja: 1か月
ru: мес
zh: 1个月

# delv.m3
source: 3 mo
es: 3 meses
ja: 3か月
ru: 3 мес
zh: 3个月

# delv.noTerm
source: no deadline
es: sin plazo
ja: 期限なし
ru: без срока
zh: 无截止日期

# delv.overdue
source: {days} overdue
es: atrasado {days}
ja: {days}超過
ru: просрочено на {days}
zh: 逾期{days}

# delv.until
source: deliver by {d}
es: entregar antes del {d}
ja: {d}までに納品
ru: сдать до {d}
zh: 在{d}前交付

# delv.untracked
source: no deadline tracked
es: sin plazo controlado
ja: 期限は追跡しません
ru: срок не отслеживается
zh: 未跟踪截止日期

# delv.w1
source: 1 wk
es: 1 sem
ja: 1週
ru: нед
zh: 1周

# delv.w2
source: 2 wk
es: 2 sem
ja: 2週
ru: 2 нед
zh: 2周

# dirs
source: N,NNE,NE,ENE,E,ESE,SE,SSE,S,SSW,SW,WSW,W,WNW,NW,NNW
es: N,NNE,NE,ENE,E,ESE,SE,SSE,S,SSO,SO,OSO,O,ONO,NO,NNO
ja: 北,北北東,北東,東北東,東,東南東,南東,南南東,南,南南西,南西,西南西,西,西北西,北西,北北西
ru: С,ССВ,СВ,ВСВ,В,ВЮВ,ЮВ,ЮЮВ,Ю,ЮЮЗ,ЮЗ,ЗЮЗ,З,ЗСЗ,СЗ,ССЗ
zh: 北,北东北,东北,东东北,东,东东南,东南,南东南,南,南西南,西南,西西南,西,西西北,西北,北西北

# doc.acceptance
source: Acceptance protocol
es: Protocolo de recepción
ja: 検収書
ru: Протокол приёмки
zh: 验收协议

# doc.act
source: Sign-off
es: Conformidad
ja: 検収書
ru: Акт
zh: 验收单

# doc.allEmpty
source: a contract from a shoot, a receipt, a sign-off, a company’s bank details.
es: un contrato de una sesión, un recibo, una conformidad, los datos bancarios de una empresa.
ja: 撮影の契約書、領収書、完了確認書、組織の口座情報。
ru: договор из съёмки, чек, акт, реквизиты организации.
zh: 来自拍摄的合同、收据、验收单、公司银行信息。

# doc.allEmptyHead
source: No documents yet. They show up here on their own:
es: Todavía no hay documentos. Aparecen aquí solos:
ja: 書類はまだありません。ここに自動で表示されます：
ru: Документов пока нет. Они появляются здесь сами:
zh: 暂无文档。它们会自动出现在这里：

# doc.any
source: document
es: documento
ja: 書類
ru: документ
zh: 文档

# doc.contract
source: Contract
es: Contrato
ja: 契約書
ru: Договор
zh: 合同

# doc.file
source: file
es: archivo
ja: ファイル
ru: файл
zh: 文件

# doc.fileBtn
source: File
es: Archivo
ja: ファイル
ru: Файл
zh: 文件

# doc.invoice
source: Invoice
es: Factura
ja: 請求書
ru: Счёт
zh: 发票

# doc.linkAsk
source: Link to a document: contract, invoice, brief in the cloud
es: Enlace a un documento: contrato, factura, brief en la nube
ja: 書類のリンク:クラウド上の契約書、請求書、仕様書
ru: Ссылка на документ: договор, счёт, ТЗ в облаке
zh: 文档链接：合同、发票、云简报

# doc.openFail
source: The file did not open: no connection to the Drive.
es: No se abrió el archivo: no hay conexión con la nube.
ja: ファイルを開けませんでした：ドライブに接続できません。
ru: Файл не открылся: нет связи с Диском.
zh: 文件未打开：无法连接云盘。

# doc.receipt
source: Receipt
es: Recibo
ja: 領収書
ru: Чек
zh: 收据

# doc.release
source: Model release
es: Cesión de imagen
ja: モデルリリース
ru: Релиз модели
zh: 模型授权书

# doc.req
source: Bank details
es: Datos bancarios
ja: 口座情報
ru: Реквизиты
zh: 银行信息

# dur.halfHour
source: {h}.5 hours
es: {h},5 horas
ja: {h}.5時間
ru: {h},5 часа
zh: {h}.5小时

# dur.hoursMins
source: {h}h {m}m
es: {h} h {m} min
ja: {h}時間{m}分
ru: {h} ч {m} мин
zh: {h}小时{m}分钟

# dur.overDay
source: over a day
es: más de un día
ja: 1日以上
ru: больше суток
zh: 超过一天

# dur.overDays
source: over {n} days
es: más de {n} días
ja: {n}日以上
ru: больше {n} суток
zh: 超过{n}天

# dur.overHours
source: over {n} hours
es: más de {n} horas
ja: {n}{w}以上
ru: больше {n} {w}
zh: 超过{n}小时

# ecl.annular
source: annular
es: anular
ja: 金環
ru: кольцевое
zh: 环食

# ecl.partial
source: partial
es: parcial
ja: 部分
ru: частное
zh: 偏食

# eclW.2026-02-17
source: Antarctica, South Atlantic
es: Antártida, sur del Atlántico
ja: 南極、南大西洋
ru: Антарктида, юг Атлантики
zh: 南极洲，南大西洋

# eclW.2026-08-12
source: Iceland, northern Spain
es: Islandia, norte de España
ja: アイスランド、スペイン北部
ru: Исландия, север Испании
zh: 冰岛，西班牙北部

# eclW.2027-02-06
source: southern Argentina and Chile
es: sur de Argentina y Chile
ja: アルゼンチン・チリ南部
ru: юг Аргентины и Чили
zh: 阿根廷南部和智利

# eclW.2027-08-02
source: Spain, North Africa, Egypt
es: España, norte de África, Egipto
ja: スペイン、北アフリカ、エジプト
ru: Испания, север Африки, Египет
zh: 西班牙，北非，埃及

# eclW.2028-01-26
source: the Americas, Spain, Portugal
es: América, España, Portugal
ja: 南北アメリカ、スペイン、ポルトガル
ru: Америка, Испания, Португалия
zh: 美洲，西班牙，葡萄牙

# eclW.2028-07-22
source: Australia, Sydney
es: Australia, Sídney
ja: オーストラリア、シドニー
ru: Австралия, Сидней
zh: 澳大利亚，悉尼

# eclW.2029-01-14
source: North and Central America
es: América del Norte y Central
ja: 北米・中米
ru: Северная и Центральная Америка
zh: 北美和中美洲

# eclW.2029-06-12
source: northern Europe, Greenland
es: norte de Europa, Groenlandia
ja: 北ヨーロッパ、グリーンランド
ru: север Европы, Гренландия
zh: 北欧，格陵兰

# eclW.2029-07-11
source: southern South America
es: sur de Sudamérica
ja: 南米南部
ru: юг Южной Америки
zh: 南美洲南部

# eclW.2029-12-05
source: southern South America, Antarctica
es: sur de Sudamérica, Antártida
ja: 南米南部、南極
ru: юг Южной Америки, Антарктида
zh: 南美洲南部，南极洲

# eclW.2030-06-01
source: Europe, Russia, China, Japan
es: Europa, Rusia, China, Japón
ja: ヨーロッパ、ロシア、中国、日本
ru: Европа, Россия, Китай, Япония
zh: 欧洲，俄罗斯，中国，日本

# eclW.2030-11-25
source: southern Africa, Australia
es: sur de África, Australia
ja: アフリカ南部、オーストラリア
ru: юг Африки, Австралия
zh: 非洲南部，澳大利亚

# ev.blue
source: blue hour
es: hora azul
ja: ブルーアワー
ru: синий час
zh: 蓝色时刻

# ev.dark
source: dark
es: oscuridad
ja: 暗闇
ru: тьма
zh: 黑暗

# ev.dawn
source: dawn
es: amanecer
ja: 夜明け
ru: рассвет
zh: 黎明

# ev.day
source: day
es: día
ja: 昼
ru: день
zh: 白天

# ev.golden
source: golden hour
es: hora dorada
ja: ゴールデンアワー
ru: золотой час
zh: 黄金时刻

# ev.rise
source: sunrise
es: salida del sol
ja: 日の出
ru: восход
zh: 日出

# ev.sunset
source: sunset
es: atardecer
ja: 日の入り
ru: закат
zh: 日落

# fb.bug
source: Bug
es: Error
ja: 不具合
ru: Баг
zh: 错误

# fb.bugTitle
source: [Light Plan] Bug
es: [Light Plan] Error
ja: [Light Plan] 不具合
ru: [Light Plan] Баг
zh: [Light Plan] 错误

# fb.copiedText
source: Paste it into Telegram or an email.
es: Pégalo en Telegram o en un correo.
ja: Telegramやメールに貼り付けてください。
ru: Вставьте его в Telegram или письмо.
zh: 请粘贴到Telegram或邮件中。

# fb.copiedTitle
source: Text copied
es: Texto copiado
ja: テキストをコピーしました
ru: Текст скопирован
zh: 文本已复制

# fb.idea
source: Feedback
es: Comentario
ja: ご意見
ru: Отзыв
zh: 意见

# fb.ideaTitle
source: [Light Plan] Feedback
es: [Light Plan] Comentario
ja: [Light Plan] ご意見
ru: [Light Plan] Отзыв
zh: [Light Plan] 意见

# fb.note
source: Opens system sharing — mail, a messenger, Telegram. Nothing leaves without your action.
es: Abre el envío del sistema — correo, mensajería, Telegram. Nada sale sin que tú lo hagas.
ja: システムの共有画面が開きます（メール、メッセンジャー、Telegram）。操作しない限り何も送信されません。
ru: Открывает системную отправку — письмо, мессенджер, Telegram. Ничего не уходит без вашего действия.
zh: 打开系统发送 — 邮件、即时通讯、Telegram。未经您操作不会发送任何内容。

# fb.send
source: Send
es: Enviar
ja: 送信
ru: Отправить
zh: 发送

# fb.sentText
source: Now just pick where to send it.
es: Solo falta elegir a dónde enviarlo.
ja: あとは送信先を選ぶだけです。
ru: Осталось выбрать, куда отправить.
zh: 请选择发送方式。

# fb.sentTitle
source: Thank you
es: Gracias
ja: ありがとうございます
ru: Спасибо
zh: 感谢

# fb.telegram
source: Our Telegram
es: Nuestro Telegram
ja: 公式Telegram
ru: Наш Telegram
zh: 我们的Telegram

# fb.textPh
source: What happened, or what could be better
es: Qué pasó, o qué se podría mejorar
ja: 何が起きたか、何を改善すべきか
ru: Что случилось или что стоит поправить
zh: 发生了什么或需要改进什么

# fb.title
source: Feedback
es: Comentarios
ja: フィードバック
ru: Обратная связь
zh: 反馈

# form.addStop
source: + Stop
es: + Punto
ja: ＋ スポット
ru: + Точка
zh: +地点

# form.addStopShort
source: Stop
es: Punto
ja: スポット
ru: Точка
zh: 地点

# form.breedPh
source: Breed or species
es: Raza o especie
ja: 品種または動物の種類
ru: Порода или вид животного
zh: 品种或物种

# form.briefPh
source: Brief: what to shoot and how it should be delivered
es: Brief: qué tomar y en qué forma entregarlo
ja: 指示：何を撮り、どの形式で納品するか
ru: Техническое задание: что снять, в каком виде сдать
zh: 简报：拍摄内容和交付形式

# form.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ru: Отменить
zh: 取消

# form.change
source: Change
es: Cambiar
ja: 変更
ru: Изменить
zh: 更改

# form.city
source: City
es: Ciudad
ja: 都市
ru: Город
zh: 城市

# form.clientName
source: Client name
es: Nombre del cliente
ja: 依頼主の名前
ru: Имя клиента
zh: 客户名称

# form.deliver
source: Deliver the work
es: Entregar el material
ja: 納品する
ru: Сдать материал
zh: 交付作品

# form.delivered
source: Work delivered
es: Material entregado
ja: 納品済み
ru: Материал сдан
zh: 已交付作品

# form.delvTerm
source: Delivery term
es: Plazo de entrega
ja: 納期
ru: Срок сдачи
zh: 交付期限

# form.draftGone
source: Draft cleared — starting fresh
es: Borrador borrado — arrancamos de cero
ja: 下書きを消去しました — 最初から始めます
ru: Черновик стёрт — начинаем с чистого листа
zh: 草稿已删除 - 从头开始

# form.draftReset
source: Start over
es: Empezar de nuevo
ja: 最初からやり直す
ru: Начать заново
zh: 重新开始

# form.draftRestored
source: Draft restored
es: Borrador recuperado
ja: 下書きを復元しました
ru: Черновик восстановлен
zh: 草稿已恢复

# form.end
source: End
es: Fin
ja: 終了
ru: Конец
zh: 结束

# form.expenseLbl
source: Expenses, {sign}
es: Gastos, {sign}
ja: 経費、{sign}
ru: Расходы, {sign}
zh: 支出，{sign}

# form.genre
source: Genre
es: Género
ja: ジャンル
ru: Жанр
zh: 类型

# form.goldenAtEnd
source: golden hour at the end
es: hora dorada al final
ja: 終盤にゴールデンアワー
ru: золотой час в конце
zh: 末尾的黄金时刻

# form.guestsAria
source: How many guests
es: Cuántos invitados
ja: ゲスト数
ru: Сколько гостей
zh: 多少位宾客

# form.hallNone
source: no hall
es: sin sala
ja: ホールなし
ru: без зала
zh: 无影棚厅

# form.incomeIs
source: Income {sum}
es: Ingreso {sum}
ja: 収入{sum}
ru: Доход {sum}
zh: 收入{sum}

# form.kit
source: Gear
es: Equipo
ja: 機材
ru: Оборудование
zh: 设备

# form.kitAria
source: Gear
es: Equipo
ja: 機材
ru: Оборудование
zh: 设备

# form.less
source: Less
es: Menos
ja: 減らす
ru: Меньше
zh: 更少

# form.link
source: Link to booking
es: Vincular con la reserva
ja: 予約と連携
ru: Связать с бронью
zh: 关联预订

# form.linkAsk
source: link
es: vincular
ja: 連携
ru: связать
zh: 关联

# form.linkNone
source: booking not found
es: reserva no encontrada
ja: 予約が見つかりません
ru: бронь не найдена
zh: 未找到预订

# form.linkOff
source: studio did not answer
es: el estudio no respondió
ja: スタジオから応答がありません
ru: студия не ответила
zh: 影棚未响应

# form.linked
source: booking found
es: reserva encontrada
ja: 予約が見つかりました
ru: бронь найдена
zh: 已找到预订

# form.linking
source: searching…
es: buscando…
ja: 検索中…
ru: ищу…
zh: 查找中…

# form.minusExp
source: − expenses {sum}
es: − gastos {sum}
ja: − 経費{sum}
ru: − расход {sum}
zh: −支出{sum}

# form.modelsPh
source: Models: name and phone, one per line
es: Modelos: nombre y teléfono, uno por línea
ja: モデル:名前と電話番号を1行に1人ずつ
ru: Модели: имя и телефон, по одной в строке
zh: 模特：姓名和电话，每行一个

# form.more
source: More
es: Más
ja: 増やす
ru: Больше
zh: 更多

# form.myGenres
source: My genres
es: Mis géneros
ja: マイジャンル
ru: Мои жанры
zh: 我的类型

# form.namePh
source: Name · {role}
es: Nombre · {role}
ja: 名前 · {role}
ru: Имя · {role}
zh: 名称·{role}

# form.nestM
source: The day’s stops run from {a} to {b}. The shoot has to start by {a} and end no earlier than {b}.
es: Los puntos del día van de {a} a {b}. La sesión debe empezar a las {a} como tarde y terminar no antes de las {b}.
ja: スポットは{a}から{b}までです。撮影は{a}までに始まり、{b}以降に終わる必要があります。
ru: Точки дня стоят с {a} до {b}. Съёмка должна начаться не позже {a} и закончиться не раньше {b}.
zh: 当天的地点从 {a} 到 {b}。拍摄须不晚于 {a} 开始，且不早于 {b} 结束。

# form.nestT
source: The shoot is shorter than its stops
es: La sesión es más corta que sus puntos
ja: 撮影がスポットより短くなっています
ru: Съёмка короче своих точек
zh: 拍摄时间短于其中的地点

# form.newMeet
source: New meeting
es: Nueva reunión
ja: 新しい打ち合わせ
ru: Новая встреча
zh: 新会议

# form.notesPh
source: Gear, arrangements, notes
es: Equipo, acuerdos, notas
ja: 機材、取り決め、メモ
ru: Оборудование, договорённости, заметки
zh: 设备、安排、备注

# form.order
source: Order
es: Encargo
ja: 注文
ru: Заказ
zh: 订单

# form.pay
source: Payment
es: Pago
ja: 支払い
ru: Оплата
zh: 付款

# form.perHour
source: Per hour, {sign}
es: Por hora, {sign}
ja: 時間あたり、{sign}
ru: За час, {sign}
zh: 每小时，{sign}

# form.perMonth
source: Per month, {sign}
es: Al mes, {sign}
ja: 月額、{sign}
ru: За месяц, {sign}
zh: 每月，{sign}

# form.perShoot
source: Per shoot, {sign}
es: Por sesión, {sign}
ja: 撮影ごと、{sign}
ru: За съёмку, {sign}
zh: 每次拍摄，{sign}

# form.person
source: Contact person
es: Persona de contacto
ja: 担当者
ru: Контактное лицо
zh: 联系人

# form.phone
source: Phone
es: Teléfono
ja: 電話
ru: Телефон
zh: 电话

# form.pick
source: choose
es: elegir
ja: 選択
ru: выбрать
zh: 选择

# form.pickHallAria
source: Pick a studio hall
es: Elegir la sala del estudio
ja: スタジオのホールを選ぶ
ru: Выбрать зал студии
zh: 选择影棚厅

# form.pickSpotAria
source: Pick from my spots
es: Elegir de mis puntos
ja: マイスポットから選ぶ
ru: Выбрать из моих точек
zh: 从我的地点中选择

# form.placeAddr
source: Place and address
es: Lugar y dirección
ja: 場所と住所
ru: Место и адрес
zh: 地点和地址

# form.playlist
source: Playlist
es: Lista de reproducción
ja: プレイリスト
ru: Плейлист
zh: 歌单

# form.priceEach
source: Price, {sign}
es: Precio, {sign}
ja: 価格、{sign}
ru: Цена, {sign}
zh: 单价，{sign}

# form.qty
source: Quantity
es: Cantidad
ja: 数量
ru: Количество
zh: 数量

# form.qtyAria
source: Quantity
es: Cantidad
ja: 数量
ru: Количество
zh: 数量

# form.rateHour
source: Rate, {sign}/hr
es: Tarifa, {sign}/hora
ja: 料金、{sign}/時
ru: Ставка, {sign}/час
zh: 费率，{sign}/小时

# form.ratePacks
source: Rate and packages
es: Tarifa y paquetes
ja: 料金とパッケージ
ru: Ставка и пакеты
zh: 费率和套餐

# form.road
source: Travel time
es: Tiempo de viaje
ja: 移動時間
ru: Время в пути
zh: 路上时间

# form.roadAdd
source: mark it
es: marcar
ja: 記録
ru: отметить
zh: 标记

# form.roadNoteOff
source: the calendar knows nothing about the road — mark it and the day is taken
es: el calendario no sabe del viaje — márcalo y el día quedará ocupado
ja: カレンダーは移動を知りません — 記録すればその日は予定ありになります
ru: календарь о дороге не знает — отметьте, и день будет занят
zh: 日历还不知道行程——标记后这一天将被占用

# form.roadNoteOn
source: these days count as busy
es: esos días cuentan como ocupados
ja: これらの日は予定ありとして扱われます
ru: эти дни календарь считает занятыми
zh: 这些日子按占用计算

# form.save
source: Save
es: Guardar
ja: 保存
ru: Сохранить
zh: 保存

# form.saved
source: Saved
es: Guardado
ja: 保存しました
ru: Сохранено
zh: 已保存

# form.savedEdit
source: Changes saved
es: Cambios guardados
ja: 変更を保存しました
ru: Изменения сохранены
zh: 更改已保存

# form.savedSync
source: Saved · added to {cal}
es: Guardado · agregado a {cal}
ja: 保存しました · {cal}に追加
ru: Сохранено · добавлено в {cal}
zh: 已保存·已添加到{cal}

# form.scenePlacePh
source: Place — optional
es: Lugar — opcional
ja: 場所 — 任意
ru: Место — необязательно
zh: 地点——可选

# form.scenesHint
source: Stops of the day: {list}
es: Puntos del día: {list}
ja: 1日のスポット：{list}
ru: Точки дня: {list}
zh: 当日节点：{list}

# form.start
source: Start
es: Inicio
ja: 開始
ru: Начало
zh: 开始

# form.subFromLight
source: Time suggested by the light — starts at {t}
es: La luz sugirió la hora — inicio {t}
ja: 光に合わせた時間 — 開始{t}
ru: Свет подсказал время — начало {t}
zh: 光线建议时间——开始于{t}

# form.subLongerThanLight
source: The shoot outlasts the light — {tail}
es: La sesión dura más que la luz — {tail}
ja: 撮影が光より長くなります — {tail}
ru: Съёмка длиннее света — {tail}
zh: 拍摄长于光线——{tail}

# form.subMeet
source: When and where you meet — light has nothing to do with it
es: Cuándo y dónde se ven — la luz aquí no importa
ja: 待ち合わせの日時と場所 — 光とは関係ありません
ru: Когда и где встречаемся — свет тут ни при чём
zh: 何时何地见面——与光线无关

# form.subNoPlace
source: Light is counted at the location — name it and sunset will suggest the time
es: La luz se cuenta en el lugar de la sesión — indícalo y el atardecer sugerirá la hora
ja: 光は場所で計算します。場所を指定すると、日の入りから時刻を提案します
ru: Свет считается по месту съёмки — назовите его, и время подскажет закат
zh: 光线按拍摄地点计算——选定后，日落会给出时间建议

# form.subNoWindow
source: No light window that day — the time is yours to pick
es: Ese día no hay ventana de luz — la hora la eliges tú
ja: この日は光の時間帯がありません — 時間はご自由にどうぞ
ru: В этот день окна света нет — время на ваше усмотрение
zh: 那天没有光线窗口——时间可自由选择

# form.subWindow
source: Light window — {range}
es: Ventana de luz — {range}
ja: 光の時間帯 — {range}
ru: Окно света — {range}
zh: 光线窗口——{range}

# form.time
source: Time
es: Hora
ja: 時間
ru: Время
zh: 时间

# form.tripNote
source: travel time is counted
es: contamos el tiempo de viaje
ja: 移動時間を考慮
ru: учитываем время на дорогу
zh: 计入路上的时间

# form.tripNoteOff
source: I make it — travel not counted
es: llego a tiempo — no contamos el viaje
ja: 間に合う — 移動は数えない
ru: успеваю — дорогу не считаем
zh: 来得及——不计路上时间

# form.whenNoPlace
source: choose the location
es: elige el lugar
ja: 場所を選択
ru: выберите место съёмки
zh: 请选择拍摄地点

# form.wish
source: Weather needed
es: Clima deseado
ja: 希望の天気
ru: Нужна погода
zh: 所需天气

# gen.buildSet
source: Build the shot list: {tags} and whatever else
es: Arma el guion: {tags} y qué más tomar
ja: 撮影リストを作りましょう:{tags}、ほかに撮るもの
ru: Соберите сценарий: {tags} и что ещё снять
zh: 构建拍摄列表：{tags}及其他

# gen.byLight
source: By light
es: Según la luz
ja: 光に合わせる
ru: По свету
zh: 按光线

# gen.delvDflt
source: Delivery term
es: Plazo de entrega
ja: 納期
ru: Срок сдачи
zh: 交付期限

# gen.dfltNote
source: Goes into a new shoot — the ones already booked stay as they are
es: Se aplica a las sesiones nuevas — las ya agendadas no se tocan
ja: 新しい撮影に反映されます。予約済みの撮影は変わりません
ru: Подставляется в новую съёмку — уже назначенные не трогаем
zh: 带入新拍摄——已安排的不改动

# gen.durDflt
source: Length
es: Duración
ja: 所要時間
ru: Длительность
zh: 时长

# gen.folderEmpty
source: “{folder}” is still empty
es: La carpeta «{folder}» todavía está vacía
ja: 「{folder}」はまだ空です
ru: В папке «{folder}» пока пусто
zh: 文件夹“{folder}”目前为空

# gen.packAdd
source: ＋ package
es: ＋ paquete
ja: ＋ パッケージ
ru: ＋ пакет
zh: +套餐

# gen.packExample
source: For example: “{name}” · 3 h · {sum}
es: Por ejemplo: «{name}» · 3 h · {sum}
ja: 例：「{name}」 · 3時間 · {sum}
ru: Например: «{name}» · 3 ч · {sum}
zh: 例如：“{name}”·3小时·{sum}

# gen.packN
source: Package {n}
es: Paquete {n}
ja: パッケージ{n}
ru: Пакет {n}
zh: 套餐{n}

# gen.packs
source: Packages
es: Paquetes
ja: パッケージ
ru: Пакеты
zh: 套餐

# gen.paySub
source: Goes into the pay block of a new shoot
es: Se aplica al pago de una sesión nueva
ja: 新しい撮影の料金に反映されます
ru: Подставляется в оплату новой съёмки
zh: 带入新拍摄的费用

# gen.preNone
source: None
es: Ninguna
ja: なし
ru: Нет
zh: 无

# gen.rateLbl
source: Hourly rate · {genre}, {sign}
es: Tarifa por hora · {genre}, {sign}
ja: 時間単価 · {genre}、{sign}
ru: Стоимость часа · {genre}, {sign}
zh: 小时费率 · {genre}，{sign}

# gen.refSet
source: Reference set
es: Set de referencias
ja: 参考セット
ru: Набор референсов
zh: 参考集

# gen.removeAria
source: Remove
es: Quitar
ja: 外す
ru: Убрать
zh: 移除

# gen.sub
source: Keep only what you shoot — the rest leaves the form
es: Deja solo lo que fotografías — el resto sale del formulario
ja: 撮影するものだけを残してください。それ以外はフォームから消えます
ru: Оставьте только то, что снимаете — остальное уйдёт из формы
zh: 只保留你拍摄的类型——其余从表单中移除

# genre.ad
source: Advertising
es: Publicidad
ja: 広告
ru: Реклама
zh: 广告

# genre.animals
source: Animals
es: Animales
ja: 動物
ru: Животные
zh: 动物

# genre.architecture
source: Architecture
es: Arquitectura
ja: 建築
ru: Архитектура
zh: 建筑

# genre.family
source: Family
es: Familia
ja: 家族
ru: Семья
zh: 家庭

# genre.landscape
source: Landscape
es: Paisaje
ja: 風景
ru: Пейзаж
zh: 风景

# genre.lovestory
source: Couples
es: Parejas
ja: カップル
ru: Лавстори
zh: 情侣

# genre.party
source: Celebration
es: Celebración
ja: お祝い
ru: Праздник
zh: 庆祝活动

# genre.portrait
source: Portrait
es: Retrato
ja: ポートレート
ru: Портрет
zh: 肖像

# genre.product
source: Product
es: Producto
ja: 商品
ru: Предметка
zh: 产品

# genre.report
source: Reportage
es: Reportaje
ja: 報道
ru: Репортаж
zh: 报道

# genre.street
source: Street
es: Callejera
ja: ストリート
ru: Стрит
zh: 街头

# genre.wedding
source: Wedding
es: Boda
ja: 結婚式
ru: Свадьба
zh: 婚礼

# genreEv.party
source: Celebration
es: Celebración
ja: お祝い
ru: Праздник
zh: 庆祝

# genreEv.wedding
source: Wedding
es: Boda
ja: 結婚式
ru: Свадьба
zh: 婚礼

# genreN.ad
source: %lld⁣advertising shoots
es: %lld⁣sesiones de publicidad
ja: %lld⁣件
ru: %lld⁣реклам
zh: %lld⁣广告

# genreN.architecture
source: %lld⁣architecture shoots
es: %lld⁣sesiones de arquitectura
ja: %lld⁣件
ru: %lld⁣архитектур
zh: %lld⁣建筑

# genreN.family
source: %lld⁣families
es: %lld⁣familias
ja: %lld⁣件
ru: %lld⁣семей
zh: %lld⁣家庭

# genreN.landscape
source: %lld⁣landscapes
es: %lld⁣paisajes
ja: %lld⁣件
ru: %lld⁣пейзажей
zh: %lld⁣风景

# genreN.lovestory
source: %lld⁣couple shoots
es: %lld⁣sesiones de pareja
ja: %lld⁣件
ru: %lld⁣лавстори
zh: %lld⁣情侣

# genreN.party
source: %lld⁣celebrations
es: %lld⁣celebraciones
ja: %lld⁣件
ru: %lld⁣праздников
zh: %lld⁣庆祝

# genreN.portrait
source: %lld⁣portraits
es: %lld⁣retratos
ja: %lld⁣件のポートレート
ru: %lld⁣портретов
zh: %lld⁣肖像

# genreN.product
source: %lld⁣product shoots
es: %lld⁣sesiones de producto
ja: %lld⁣件
ru: %lld⁣предметок
zh: %lld⁣产品

# genreN.report
source: %lld⁣reportages
es: %lld⁣reportajes
ja: %lld⁣件
ru: %lld⁣репортажей
zh: %lld⁣报道

# genreN.street
source: %lld⁣street shoots
es: %lld⁣sesiones callejeras
ja: %lld⁣件
ru: %lld⁣стритов
zh: %lld⁣街头

# genreN.wedding
source: %lld⁣weddings
es: %lld⁣bodas
ja: %lld⁣件の結婚式
ru: %lld⁣свадеб
zh: %lld⁣婚礼

# genreShort.architecture
source: Architecture
es: Arquit.
ja: 建築
ru: Архитект.
zh: 建筑

# genreShort.product
source: Product
es: Producto
ja: 物撮り
ru: Предметка
zh: 产品

# genreShort.wedding
source: Wedding
es: Boda
ja: 結婚式
ru: Свадьба
zh: 婚礼

# glow.city
source: City glow
es: Resplandor urbano
ja: 街明かり
ru: Городское зарево
zh: 城市天光

# glow.dark
source: Dark sky
es: Cielo oscuro
ja: 暗い空
ru: Тёмное небо
zh: 暗夜

# glow.faint
source: Slight glow
es: Resplandor leve
ja: わずかな光害
ru: Слабая засветка
zh: 轻微光污染

# glow.none
source: No Milky Way here
es: Aquí no se ve la Vía Láctea
ja: 天の川は見えません
ru: Пути не видно
zh: 此处看不到银河

# ics.add
source: Add {n}
es: Añadir {n}
ja: {n}を追加
ru: Добавить {n}
zh: 添加 {n}

# ics.added
source: Added: {n}
es: Añadido: {n}
ja: 追加しました：{n}
ru: Добавлено: {n}
zh: 已添加：{n}

# ics.already
source: Already imported before: {n}
es: Ya se importaron antes: {n}
ja: 読み込み済み：{n}
ru: Уже были добавлены раньше: {n}
zh: 此前已导入：{n}

# ics.empty
source: Nothing in the file looked like a shoot.
es: Nada en el archivo se parecía a una sesión.
ja: ファイルに撮影らしい予定はありませんでした。
ru: В файле не нашлось ничего похожего на съёмки.
zh: 文件中没有找到像拍摄的事件。

# ics.secMatch
source: Looks like a shoot
es: Parece una sesión
ja: 撮影らしい
ru: Похоже на съёмку
zh: 像是拍摄

# ics.secMaybe
source: Not sure
es: No estamos seguros
ja: 不明
ru: Не уверены
zh: 不确定

# ics.stat
source: Parsed {n} · looks like a shoot {m} · unsure {u} · skipped {s}
es: Analizados {n} · parecen sesiones {m} · dudosos {u} · omitidos {s}
ja: 解析 {n} · 撮影らしい {m} · 不明 {u} · スキップ {s}
ru: Разобрано {n} · похоже на съёмку {m} · не уверены {u} · пропущено {s}
zh: 已解析 {n} · 像是拍摄 {m} · 不确定 {u} · 已跳过 {s}

# ics.sub
source: Checked events had their genre guessed. The rest is your call — check the ones you want.
es: Los eventos marcados ya tienen un género adivinado. El resto lo decides tú: marca los que quieras.
ja: チェック済みの予定はジャンルを推定しました。残りはお任せします。必要なものにチェックしてください。
ru: Отмечены события, где угадан жанр съёмки. Остальные — на ваше решение: отметьте нужные.
zh: 已勾选的事件已猜出拍摄类型，其余的由你决定——勾选需要的。

# ics.title
source: Calendar import
es: Importar calendario
ja: カレンダーの読み込み
ru: Импорт календаря
zh: 导入日历

# kit.count
source: {n} of {m}
es: {n} de {m}
ja: {n}/{m}
ru: {n} из {m}
zh: {n}/{m}

# kit.empty
source: Nothing yet
es: Todavía vacío
ja: まだありません
ru: Пока пусто
zh: 目前为空

# kit.newPh
source: New item
es: Nuevo ítem
ja: 新しい項目
ru: Новая позиция
zh: 新项目

# kit.removeAria
source: Remove
es: Quitar
ja: 削除
ru: Удалить
zh: 删除
